Revit 2027 API
DocumentSaveToLocalProgressChangedEventArgs.TotalStreams Property
 The total expected number of streams to save to local.
Namespace: Autodesk.Revit.DB.Events
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int TotalStreams { get; }
Public ReadOnly Property TotalStreams As Integer
	Get
public:
property int TotalStreams {
	int get ();
}
member TotalStreams : int with get
Property Value
Int32
See Also
Reference
DocumentSaveToLocalProgressChangedEventArgs Class
Autodesk.Revit.DB.Events Namespace